[
    {
        "id": 1,
        "name": "Hunting house",
        "details": "มีการเคลื่อนย้ายสิ่งของอย่างผิดปกติในบ้าน",
        "image": "poltergist.jpg",
        "difficulty": 2,
        "Reward" : 300,
        "Ghost type": "poltergeist",
        "type": "Close-contact",
        "Requirement": "สามารถตรวจสอบสิ่งผิดปกติในบ้านได้ ไล่วิญญาณได้ ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "No.459-6748-5520: Mr.Flank Harmer",
        "moredetail": "เมื่อสามวันก่อนคูณเอนเดอร์สันแจ้งมาว่าพบเห็นสิ่งของไม่อยู่ที่เดิม บางครั้งตู้เปิดเองได้ มีรอยละบายสีไม่ทราบที่ในฝาผนังบ้าน ในบริเวณบ้านมีอากาศที่เย็นผิดปกติ ต้องการคนช่วยหาสาเหตุที่เกิดขึ้น"
    },
    {
        "id": 2,
        "name": "Multiple Ghost has seen in factory",
        "details": "มีการพบเห็นกลุ่มวิญญาณอาศัยอยู่ในโรงงาน",
        "image": "Abandon.png",
        "difficulty": 4,
        "Reward" : 1500,
        "Ghost type": "unknow",
        "type": "Open-contact",
        "Requirement": "ความอดทนสูง ทำงานใต้แรงกดดันได้ดี คอแข็งในระดับหนึ่ง ความสามารถสัมผัสวิญญาณระดับ 2 ",
        "Contactus": "No.662-221-5447: Mr.John Shawrhai",
        "moredetail": "โรงงาน 40 ดีกรีหลังหมู่บ้านหลังถูกไฟไหม้ปริศนาผ่านมานับเดือน ตอนนี้มีชาวบ้านรายงานว่าพอเห็นกลุ่มวิญญาณจำนวนมากล้อมวงดื่ม 40 ดีกรีกันในยามค่ำคืน ต้องการผู้ตรวจสอบว่านั่นคือผีหรือชาวบ้านที่ไปตั้งวง 40 ดีกรีกันแน่"
    },
    {
        "id": 3,
        "name": "Headless men on the Joi street.",
        "details": "ชายหัวขาดเดินไปเดินมากลางถนนยามค่ำคืน ไม่ชัวร์ว่าเป็นการแกล้งกันหรือป่าว",
        "image": "software_developer.jpg",
        "difficulty": 3,
        "Reward" : 500,
        "Ghost type": "unknow",
        "type": "Open-contact",
        "Requirement": "กำลังขาแข็งแรง วิ่งได้เร็ว ความสามารถสัมผัสวิญญาณระดับ 5 ",
        "Contactus": "No.025-670-1180: Mrs.Yai Speed",
        "moredetail": "มีผู้รายงานว่าพบเห็นชายหัวขาดที่บริเวณริมพงหญ้าหน้าป่าไผ่บริเวณถนนจ่อยแถบหมู่บ้านสงบสุข บ้างก็ว่าเห็นเขาอยู่ที่ท้ายป่ากล้วยหมู่บ้านเอกมันซอย 5 บ้างก็พบเห็นเขาอยู่ที่ป่ากล้วย GDM ไม่เคยมีใครเห็นใบหน้าของเขาได้ชัดเจน"
    },
    {
        "id": 4,
        "name": "Demon spotted in Mansion",
        "details": "พบเห็นปีศาจในคฤหาสน์ใจกลางเมือง",
        "image": "software_developer.jpg",
        "difficulty": 5,
        "Reward" : 2500,
        "Ghost type": "Demon",
        "type": "Close-contact",
        "Requirement": "มีใบรับรองการยิงและพกปืน สามารถต่อยหินได้ ความสามารถสัมผัสวิญญาณระดับ 3 ",
        "Contactus": "reMansion@ummal.corp: Mr.Adult Bluefarm",
        "moredetail": "เศรษฐีท่านหนึ่งรายงานเข้ามาว่า เมื่อตกดึกเขามักได้ยินเสียงร้องเพลงแปลกๆดังมาจากห้องโถงกลางในคฤหาสน์ของเขา บางทีเปียโนในห้องดนตรีก็บรรเลงเพลงขอบคุณพระเจ้าขึ้นมาทั้งที่ไม่มีใครอยู่ บางครั้งไม้กางเขนในบ้านก็กลับหัวเองโดยไม่ทราบสาเหตุ"
    },
    {
        "id": 5,
        "name": "Ghost disturbed!",
        "details": "ชายแก่โดนผีกลั่นแกล้งในบ้าน",
        "image": "software_developer.jpg",
        "difficulty": 1,
        "Reward" : 50,
        "Ghost type": "unknow",
        "type": "Close-contact",
        "Requirement": "อายุมากกว่า 14 ปี ไม่กลัวผี รักงานทำควมสะอาด ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "House1150 : Lung Chai",
        "moredetail": "ชายแก่เศร้าสร้อยเหงาหงอยท่านนึงได้แจ้งกับทางเราว่า เมื่อตกดึกเขาจะได้ยินเสียงหัวเราะของเด็กดังมาจากบ้านข้างๆ บางครั้งก็มาจากตู้เย็นของเขา บางครั้งขนมนมเนยต่างๆที่เขาซื้อมาก็หายไปอย่างไม่ทราบสาเหตุ บางครั้งก็มีรูปวาดเขียนสีเทียนปรากฏขึ้นมาตามผนังบ้าน เขาสุดจะทนกับการที่ต้องคอยมาเห็บกวาดแล้ว"
    },
    {
        "id": 6,
        "name": "Women keep dreaming nightmare for 4 month",
        "details": "คุณนายเวอรีน่าฝันร้ายถึงชายแก่ทำร้ายมาตลอด 4 เดือน",
        "image": "software_developer.jpg",
        "difficulty": 1,
        "Reward" : 400,
        "Ghost type": "unknow",
        "type": "Close-contact",
        "Requirement": "สามารถอดนอนได้ ดูแลเด็กได้จะพิจารณาเป็นพิเศษความสามารถสัมผัสวิญญาณระดับ 5 ",
        "Contactus": "House 1151 : Jae Keaw/Mrs.Verina",
        "moredetail": "คุณนายเวอรีน่า คุณนายหญิงสุดสวยและสุดยอดแม่เลี้ยงเดี่ยวของเมืองนี้ต้องการความช่วยเหลือ หลังจากลูกชายของเธอมักจะหายออกจากบ้านไปในตอนดึกๆ เธอกลับล้มพับหลับนอนพร้อมกับฝันถึงชายแก่ท่าทางดุร้ายที่คอยดุด่าเธอและตัดพ้อถึงของของเขาที่หายไป พร้อมกับขึ้นเสียงใส่ราวกับเธอนำสีเทียนไปเขียนพนังบ้านของเขา"
    },
    {
        "id": 7,
        "name": "Cursed Forest Cleaner needed",
        "details": "ต้องการคนมาช่วยป้องกันการล้างป่าช้า",
        "image": "software_developer.jpg",
        "difficulty": 4,
        "Reward" : 5000,
        "Ghost type": "Multiple",
        "type": "Open-contact",
        "Requirement": "ร่างกายกำยำ แข็งแรง ไม่มีปัญหาสุขภาพ ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "No.215-875-8752 : เจ้าอาวาสวัดป่าไผ่/พระซิว",
        "moredetail": "วัดป่าไผ่กำลังจะจัดพิธีล้างป่าช้ากันในวันเพ็ญที่จะถึงนี้ ต้องการผู้ช่วยกีดกันชาวบ้านไม่ให้มาวุ่นวายระหว่างประกอบพิธีจำนวนมาก มีค่าตอบแทนเป็นขนมชั้นพร้อมของเซ่นไหว้ที่เหลือจากพิธี และสวัสดิการปัดเป่าผีร้ายที่อาจตามคุณกลับบ้านไปด้วย"
    },
    {
        "id": 8,
        "name": "Danger Revenent detected!",
        "details": "พบเห็น Revenent ในพื้นที่ชุมชนต้องการคนด่วน!",
        "image": "software_developer.jpg",
        "difficulty": 5,
        "Reward" : 7000,
        "Ghost type": "Revenant",
        "type": "Open-contact",
        "Requirement": "ความสามารถสัมผัสวิญญาณระดับ 5 ",
        "Contactus": "No.1323 : กรมสุขภาพจิต",
        "moredetail": "นายระมีพบผีหลอกวิญญาณหลอนจากการที่เขาไปก่อปราสาททรายไว้ที่หน้าสุสานโดยใช้ดินจากป่าช้า และตอนนี้เขาได้หนีหายจากหมู่บ้านไปเรียบร้อย แต่ผีหลอกวิญญาณหลอนยังคงตามติด ตามมาติดๆ จนตอนนี้แซงไปแล้ว ต้องการผู้ช่วยจับนายระมีกลับมาเพื่อชดใช้ในสิ่งที่เขาก่อ ด่วน"
    },
  {
        "id": 9,
        "name": "Pizzaria night guard",
        "details": "รับสมัครพนักงานร้านพิซซ่ากะดึก",
        "image": "software_developer.jpg",
        "difficulty": 5,
        "Reward" : 55555,
        "Ghost type": "unknown",
        "type": "Open-contact",
        "Requirement": "ไม่หลับในขณะทำงาน ไม่มีปัญหาโรคหัวใจ เป็นมิตรกับพี่หมา ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "Mr.Honkhonkhonkhonk honkhonk honkhonk honkhonk",
        "moredetail": "ร้านพิซซ่าห้าคืนกับพี่หมากำลังขาดแคลนยามกะดึก ต้องการคนนั่งเฝ้ากล้องวงจรปิดไม่ให้โจรออกจากร้าน และไม่ให้หุ่นพี่หมาเข้ามาในร้าน"
    },
  {
        "id": 10,
        "name": "HD in street",
        "details": "ต้องการคนดึงสติพนักงาน",
        "image": "software_developer.jpg",
        "difficulty": 5,
        "Reward" : 4,
        "Ghost type": "Spirit",
        "type": "Open-contact",
        "Requirement": "นักดนตรีที่สามารถเล่นกีตาร์เพลง Bad Liar ได้ ส่วนสูงมากกว่า 170 สัญชาติฝรั่งเศส ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "No.1112: Mr.Kennet",
        "moredetail": "พบเห็นวิญญาณไปรษณีวิ่งถือกล่องพัสดุกลางดึก บ้างก็ว่าพบเห็นวิญญาณสาวหมาป่าวิ่งปามีดไล่หมาข้างทางที่พยายามมาแย่งกล่องพัสดุ บ้างก็พบเห็นเธอไหลตกคลองโดยไม่ทราบสาเหตุ ต้องการคนไปดึงสติเธอให้ไม่ให้ปรากฏตัวออกมาบ่ายเกินไป"
    },
  {
        "id": 11,
        "name": "Screaming skateboard ghost",
        "details": "ผีหลอกวิญญาณหลอน ณ ลานสเก็ต",
        "image": "software_developer.jpg",
        "difficulty": 1,
        "Reward" : 666,
        "Ghost type": "Spirit",
        "type": "Open-contact",
        "Requirement": "ปลอบประโลมคนได้ ไม่หลุดปากเรียกเขาว่ามอสยกเว้นคุณผมรุ้ง เป็นผีเสื้อจะพิจารณาเป็นพิเศษ ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "No.314-341-5555 : XXX Museum of DS",
        "moredetail": "มีรายงานผู้พบเห็นชายหนุ่มหัวมอสนั่งกอดสเก็ตบอร์ดร้องไห้อยู่ที่สไลด์เดอร์กลางลานสนามเด็กเล่น เขามันจะพร่ำเพ้อไม่ได้ศัพท์อยู่เป็นเวลานาน แต่หากเขารู้ตัวว่ามีคนเข้ามาใกล้เขาจะหายตัวไปทันที บ้างก็คาดว่าเป็นคนติดยาที่อกหัก บ้างก้ว่าเป็นวัยรุ่นเมาเหล้า ต้องการคนไปตรวจสอบหาความชัดเจน"
    },
  {
        "id": 12,
        "name": "Male toilet at Hualumpong",
        "details": "พบปีศาจส้วมใจกลางเมือง",
        "image": "software_developer.jpg",
        "difficulty": 5,
        "Reward" : 1,
        "Ghost type": "Spirit",
        "type": "Open-contact",
        "Requirement": "เป็นผู้ชาย ร่างกายกำยำ แข็งแรง ความสามารถสัมผัสวิญญาณระดับ 5",
        "Contactus": "Fackbook : Mr.Jape English",
        "moredetail": "ผู้ใช้ห้องน้ำชายบริเวณหัวลำโพงรายงานว่า ได้ยินเสียงครวญครางแปลกประหลาดมาจากห้องด้านในสุด รวมถึงเสียงกดชักโครกทั้งที่ไม่มีใครอยู่ข้างในนั้น พบเห็นสิ่งของกลิ้งออกมาจากห้องน้ำบ่อยครั้ง โดนส่วนใหญ่มักจะเป็นกระดาษทิชชู่"
    },
  {
        "id": 13,
        "name": "Hikikomori boy need help",
        "details": "เด็กหนุ่มขังตัวเองในห้องหนึ่งสัปดาห์",
        "image": "software_developer.jpg",
        "difficulty": 4,
        "Reward" : 0,
        "Ghost type": "unknow",
        "type": "Open-contact",
        "Requirement": "ใจดีมีเมตตา มองโลกในทุ่งลาเวนเดอร์ ความสามารถสัมผัสวิญญาณระดับ 5 ",
        "Contactus": "Secret Basement of CCS กรุณาเคาะประตูด้วยจังหวะสามช่า",
        "moredetail": "เด็กผู้ชายคนหนึ่งขังตัวเองอยู่ในห้องเป็นเวลานานกว่า 1 สัปดาห์แล้ว ใครไม่ยอมพูดคุยกับใครเลยแม้กระทั่งครอบครัวของเขา เขามักจะตะโกนว่า ‘อย่ามายุ่งกับผม! ผมมีวิญญาณร้ายสิงสู่ ถ้าเขามาใกล้มันอาจจะทำร้ายคุณก็ได้!!!’ พ่อกับแม่ของเขากลุ่มใจมาก ต้องการหาคนช่วยเหลือปราบวิญญาณร้ายนี้ให้กับลุกชายของตน"
    },
  {
        "id": 14,
        "name": "Heb mah roaming around",
        "details": "พบก้อนเห็บยักษ์วิ่งไปมาในบ้านชานเมือง",
        "image": "software_developer.jpg",
        "difficulty": 4,
        "Reward" : 10,
        "Ghost type": "unknow",
        "type": "Open-contact",
        "Requirement": "ไม่กลัวเห็บ ไม่แพ้ขนหมา ความสามารถสัมผัสวิญญาณระดับ 4 ",
        "Contactus": "Discord : KTN.sanc",
        "moredetail": "พบก้อนเห็บหมาอาละวาด วิ่งไม่หยุด มันไปทุกที่ ทุกซอก ทุกมุม แต่บางทีมันก็ติดกำแพง กรุณาจับกลับมาให้แบบด่วนมาก ด่วนที่สุด"
    },
  {
        "id": 15,
        "name": "Birb on the window",
        "details": "ผีนกป่วนห้องหอ",
        "image": "software_developer.jpg",
        "difficulty": 3,
        "Reward" : 9999999,
        "Ghost type": "Demon",
        "type": "Open-contact",
        "Requirement": "มีความสามารถในการเล่นไพ่ ความสามารถสัมผัสวิญญาณระดับ 2 ",
        "Contactus": "No.0023 : SleepP",
        "moredetail": "นักศึกษาหอพักสรานดิบกำลังมีปัญหากับเศษกิ่งไม้ใบหญ้าที่ปรากฏตามซอกหน้าต่างและระเบียง แม้จะนั่งเฝ้าทั้งวันก็แล้วก็ไม่พบนกหรือสิ่งมีชีวิตที่จะก่อร่างสร้างรังได้เลยแม้แต่น้อย พวกเขาเลยสันนิฐานว่าต้องเป้นวิญญาณนกที่พวกเขาจับมาแิ้งกินไปเมื่อสามเดือนก่อนแน่ๆ ต้องการผู้ช่วยทำพิธีปัดเป่าด่วนมากๆ"
    },
  {
        "id": 16,
        "name": "Green bicycle incident",
        "details": "ผีหลอกวิญญาณหลอน มันจะตามคุณไปทุกที่",
        "image": "software_developer.jpg",
        "difficulty": 3,
        "Reward" : 78910,
        "Ghost type": "Spirit",
        "type": "Open-contact",
        "Requirement": "ปั่นจักรยานเป็น ขาแข็งแรง ความสามารถสัมผัสวิญญาณระดับ 3 ",
        "Contactus": "No.11550: Mr.Ramee",
        "moredetail": "พบเหตุจักรยานสีเขาทั้งหมดจากมหาวิทยาลัยชื่อดังย่านทะเลบางขุนไฟฉาย ส่วยใหญ่มักพบเจออีกทีพร้อมกับโครงกระดูกปริศนา ผู้พบเจอมักจะพูดเป็นเสียงเดียวกันว่า ผีหลอกวิญญาณหลอน ผีหลอกวิญญาณหลอน มันจะตามคุณไปทุกที่ หนีไปไหนไม่รอดหรอก"
    },
  {
        "id": 17,
        "name": "Imposter syndrome",
        "details": "amogus ใจกลางเมือง",
        "image": "software_developer.jpg",
        "difficulty": 2,
        "Reward" : 11130,
        "Ghost type": "unknow",
        "type": "Close-contact",
        "Requirement": "ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "505 street Sussybaka-kun",
        "moredetail": "มีผู้รายงานว่าพบมีดปริศนาอยู่ใกล้กับท่อระบายน้ำหลายจุดภายในตัวเมือง คาดว่าอาจจะเป็นการกระทำกลั่นแกล้งของกลุ่มเด็กวัยรุ่นหรืออาจจะเป็นฝีมือของผีอโมกุสที่พึ่งได้รับการรายงานพบเห็นในช่วงปีที่ผ่านมา"
    },
  {
        "id": 18,
        "name": "Dunky problem",
        "details": "ผีเป็ดคอยืดอาละวาดใจกลางสนามบาสโรงเรียน",
        "image": "software_developer.jpg",
        "difficulty": 5,
        "Reward" : 100,
        "Ghost type": "unknow",
        "type": "Open-contact",
        "Requirement": "มีความสามารถในการเล่นบาสเก็ตบอล ความสามารถสัมผัสวิญญาณระดับ 1 ",
        "Contactus": "No.123-456-7890: Labacc",
        "moredetail": "เด็กๆชมรมบาสเก็ตบอลโรงเรียนไข่เวิ้งวิทยาพบเจอเพื่อนร่วมทีมใหม่ คุณโรเบิ้ดคอย้าวยาว เขาเป็นเป็ดที่สามารถยืดคอได้ยาวกว่าแปดเมตร แต่บังเอิญว่าในตอนนี้เพื่อนที่ร่วมเล่นบาสคนหนึ่งป่วย ทีมขาดคน ต้องการคนมาเล่นบาสด้วยกันจะได้ครบทีม"
    },
  {
        "id": 19,
        "name": "CHIKAOAK SPOTTED!!",
        "details": "เทพชิกกะโอ้กปรากฏตัวแล้ว!!!!",
        "image": "software_developer.jpg",
        "difficulty": 5,
        "Reward" : 100000,
        "Ghost type": "Demon",
        "type": "Open-contact",
        "Requirement": "เป็นสาวกท่านเทพชิกกะโอ้ก รักเทพชิกกะโอ้กด้วยใจจริง ความสามารถสัมผัสวิญญาณระดับ 2 ",
        "Contactus": "No.459-6748-5520: Mr.Flank Harmer",
        "moredetail": "ชาวบ้านรายงาน ดทพชิกกะโอ้กในตำนานปรากฏตัวแล้วหน้าศาลเจ้าพ่อกล้วยไข่บริเวณป่าไผ่ในหมู่บ้านมะละกอ ต้องการผู้ช่วยจัดคิวคนมาสักการะจำนวนมาก"
    },
  {
        "id": 20,
        "name": "Developer screaming",
        "details": "เดฟกรีดร้อง งานเยอะเกินไปจนทำไม่ทัน!!!?",
        "image": "ghost-scream-dark-moon.jpg",
        "difficulty": 1,
        "Reward" : 9,
        "Ghost type": "unknow",
        "type": "Close-contact",
        "Requirement": "เขียนโค้ดได้ ทำอาร์ตเป็น สร้างตึกได้ ทำซาวน์ได้ ทำไทโปได้ด้วย ความสามารถสัมผัสวิญญาณระดับ 5 ",
        "Contactus": "No.459-6748-5520: Mr.Flank Harmer",
        "moredetail": "มีผู้คนรายงานถึงเสียงกรีดร้องโหยหวนปริศนาในช่วงเดือนที่ผ่านมาดังออกมาจากป่ากล้วย GDM จนชาวบ้านไม่กล้าเข้าไปตัดกล้วย ต้องการผู้ตรวจสอบและไล่ผีก่อนที่กล้วยบนต้นจะเน่า เบื้องต้นมีรายงานว่า เสียงกรีดร้องเป็นเสียงเดียวกับกลุ่มนักศึกษาจากมหาวิทยาลัยบางพลีที่หายตัวไปในช่วงไฟนอล"
    }

]
